{
  "text": {
    "hey": 89,
    "hello": 87,
    "hi": 90,
    "chào": 40,
    "bạn": 25,
    "xin": 290,
    "buối": 12,
    "sáng": 224,
    "buổi": 13,
    "tối": 274,
    "này": 182,
    "anh": 3,
    "ơi": 325,
    "rất": 215,
    "hân": 94,
    "hạnh": 100,
    "được": 313,
    "gặp": 84,
    "ngày": 164,
    "mới": 154,
    "tốt": 275,
    "lành": 129,
    "lâu": 131,
    "rồi": 217,
    "không": 114,
    "nhỉ": 177,
    "ê": 296,
    "bro": 11,
    "iu": 109,
    "alo": 2,
    "good": 79,
    "by": 14,
    "cee": 31,
    "you": 295,
    "later": 121,
    "night": 180,
    "bye": 15,
    "goodbye": 80,
    "have": 86,
    "a": 1,
    "nice": 179,
    "day": 69,
    "see": 221,
    "around": 4,
    "bái": 17,
    "bai": 6,
    "tạm": 272,
    "biệt": 10,
    "nhá": 173,
    "hẹn": 105,
    "lại": 133,
    "vui": 278,
    "vẻ": 283,
    "cuối": 50,
    "tuần": 263,
    "chúc": 43,
    "thành": 239,
    "công": 59,
    "nhaa": 168,
    "mình": 148,
    "đi": 302,
    "nha": 167,
    "nói": 186,
    "chuyện": 37,
    "sau": 220,
    "mong": 142,
    "sớm": 229,
    "ngủ": 166,
    "ngon": 161,
    "nhé": 174,
    "tớ": 276,
    "chuồn": 39,
    "đây": 308,
    "cảm": 64,
    "ơn": 326,
    "nhiều": 171,
    "cám": 56,
    "thanks": 234,
    "thank": 233,
    "lot": 124,
    "vì": 281,
    "sự": 231,
    "giúp": 77,
    "đỡ": 324,
    "về": 284,
    "điều": 303,
    "đó": 309,
    "mì": 147,
    "quảng": 207,
    "ý": 299,
    "bún": 23,
    "chả": 44,
    "cá": 52,
    "í": 297,
    "cho": 35,
    "biết": 9,
    "bánh": 19,
    "tráng": 257,
    "cuốn": 51,
    "thịt": 250,
    "heo": 88,
    "chắc": 46,
    "là": 127,
    "nem": 158,
    "lụi": 138,
    "xèo": 293,
    "cơm": 61,
    "hến": 106,
    "nắm": 190,
    "nêm": 183,
    "thì": 241,
    "sao": 219,
    "kem": 110,
    "bơ": 24,
    "có": 58,
    "ạ": 327,
    "gỏi": 85,
    "ấy": 328,
    "đập": 315,
    "bột": 27,
    "lọc": 137,
    "cao": 29,
    "lầu": 135,
    "đà": 305,
    "nẵng": 192,
    "hỏi": 107,
    "ở": 331,
    "chỗ": 49,
    "nào": 181,
    "nghe": 159,
    "trích": 259,
    "đặc": 318,
    "sản": 226,
    "thông": 242,
    "tin": 252,
    "gì": 82,
    "ếch": 329,
    "giá": 76,
    "khoảng": 112,
    "bao": 7,
    "nhiêu": 170,
    "một": 153,
    "tô": 266,
    "món": 150,
    "quán": 206,
    "nổi": 194,
    "tiếng": 253,
    "bò": 22,
    "mua": 143,
    "đâu": 307,
    "chuẩn": 38,
    "muốn": 144,
    "kể": 119,
    "giới": 78,
    "thiệu": 237,
    "các": 53,
    "những": 178,
    "ăn": 300,
    "hãy": 95,
    "nên": 184,
    "liệt": 122,
    "kê": 116,
    "trưng": 260,
    "của": 67,
    "đồ": 321,
    "hấp": 104,
    "dẫn": 73,
    "còn": 57,
    "khác": 113,
    "thêm": 240,
    "nữa": 195,
    "vài": 280,
    "đói": 310,
    "quá": 205,
    "tao": 232,
    "lắm": 136,
    "cả": 62,
    "thế": 248,
    "suất": 223,
    "tiền": 254,
    "đắt": 317,
    "căn": 60,
    "cái": 55,
    "phần": 201,
    "que": 204,
    "ốc": 330,
    "hút": 97,
    "chè": 42,
    "sầu": 227,
    "riêng": 212,
    "ly": 126,
    "tôi": 267,
    "và": 279,
    "chi": 33,
    "phí": 198,
    "mực": 156,
    "nắng": 191,
    "rổ": 218,
    "tré": 258,
    "trộn": 261,
    "dĩa": 71,
    "ram": 209,
    "cải": 63,
    "nậm": 189,
    "chiếc": 34,
    "mít": 149,
    "__number__": 0,
    "nghìn": 160,
    "bán": 18,
    "nhất": 176,
    "địa": 320,
    "chỉ": 48,
    "mắm": 151,
    "tại": 271,
    "tìm": 265,
    "điểm": 304,
    "nam": 157,
    "ô": 298,
    "làm": 128,
    "nhà": 172,
    "hàng": 93,
    "phục": 203,
    "vụ": 288,
    "gần": 83,
    "hải": 102,
    "tươi": 270,
    "sống": 228,
    "lưu": 132,
    "thể": 249,
    "entity": 74,
    "chung": 36,
    "hơn": 98,
    "gà": 81,
    "rim": 211,
    "me": 140,
    "rẻ": 216,
    "canh": 28,
    "ruộng": 213,
    "vỉa": 285,
    "hè": 96,
    "xoa": 291,
    "hạt": 101,
    "lựu": 139,
    "đúng": 312,
    "vị": 286,
    "nướng": 188,
    "đậu": 316,
    "tôm": 268,
    "loại": 125,
    "topping": 255,
    "nhau": 169,
    "với": 287,
    "kẹp": 117,
    "từ": 277,
    "nguyên": 163,
    "liệu": 123,
    "bèo": 20,
    "thường": 245,
    "hương": 99,
    "bật": 26,
    "bê": 21,
    "thui": 238,
    "cầu": 65,
    "mống": 152,
    "nó": 185,
    "so": 222,
    "huế": 92,
    "như": 175,
    "chế": 47,
    "biến": 8,
    "khiến": 111,
    "trong": 256,
    "vùng": 282,
    "thiếu": 236,
    "phá": 197,
    "lấu": 134,
    "kèm": 115,
    "nước": 187,
    "để": 319,
    "tăng": 269,
    "cháo": 41,
    "quẩy": 208,
    "sườn": 225,
    "sụn": 230,
    "gia": 75,
    "thơm": 244,
    "tào": 264,
    "phớ": 202,
    "thú": 243,
    "độ": 322,
    "ngọt": 165,
    "lá": 130,
    "đùi": 311,
    "cừu": 68,
    "kết": 118,
    "hợp": 108,
    "rượu": 214,
    "thưởng": 246,
    "thức": 251,
    "bà": 16,
    "lan": 120,
    "tạo": 273,
    "miệng": 141,
    "phong": 196,
    "phú": 200,
    "theo": 235,
    "cách": 54,
    "ngoài": 162,
    "chay": 32,
    "đa": 301,
    "dạng": 72,
    "trở": 262,
    "đậm": 314,
    "phù": 199,
    "dùng": 70,
    "chấm": 45,
    "hoàn": 91,
    "hảo": 103,
    "độc": 323,
    "đáo": 306,
    "rau": 210,
    "mát": 146,
    "cay": 30,
    "nồng": 193,
    "thập": 247,
    "cẩm": 66,
    "xối": 294,
    "mỡ": 155,
    "xanh": 289,
    "xào": 292,
    "ba": 5,
    "màu": 145
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank_you": 7,
    "ask_food_details": 1,
    "ask_all_foods": 0,
    "ask_food_price": 3,
    "ask_food_location": 2,
    "faq_food_question": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_food_faq": 0,
    "action_list_many_foods": 7,
    "action_provide_food_info": 9,
    "action_provide_food_location": 10,
    "action_provide_food_price": 11,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_you_are_welcome": 19
  },
  "action_text": null,
  "intent_response_key": null
}