{
  "text": {
    "hey": 81,
    "hello": 79,
    "hi": 82,
    "chào": 36,
    "bạn": 23,
    "xin": 246,
    "buối": 11,
    "sáng": 192,
    "buổi": 12,
    "tối": 233,
    "này": 160,
    "anh": 3,
    "ơi": 276,
    "rất": 184,
    "hân": 85,
    "hạnh": 91,
    "được": 265,
    "gặp": 76,
    "ngày": 145,
    "mới": 137,
    "tốt": 234,
    "lành": 117,
    "lâu": 118,
    "rồi": 186,
    "không": 104,
    "nhỉ": 155,
    "ê": 250,
    "bro": 10,
    "iu": 100,
    "alo": 2,
    "good": 71,
    "by": 13,
    "cee": 27,
    "you": 249,
    "later": 110,
    "night": 158,
    "bye": 14,
    "goodbye": 72,
    "have": 78,
    "a": 1,
    "nice": 157,
    "day": 61,
    "see": 190,
    "around": 4,
    "bái": 16,
    "bai": 5,
    "tạm": 231,
    "biệt": 9,
    "nhá": 152,
    "hẹn": 96,
    "lại": 120,
    "vui": 236,
    "vẻ": 240,
    "cuối": 45,
    "tuần": 223,
    "chúc": 38,
    "thành": 203,
    "công": 54,
    "nhaa": 148,
    "mình": 132,
    "đi": 256,
    "nha": 147,
    "nói": 163,
    "chuyện": 33,
    "sau": 189,
    "mong": 128,
    "sớm": 196,
    "ngủ": 146,
    "ngon": 143,
    "nhé": 153,
    "tớ": 235,
    "chuồn": 35,
    "đây": 261,
    "cảm": 59,
    "ơn": 277,
    "nhiều": 150,
    "cám": 51,
    "thanks": 200,
    "thank": 199,
    "lot": 112,
    "vì": 239,
    "sự": 197,
    "giúp": 69,
    "đỡ": 275,
    "về": 241,
    "điều": 257,
    "đó": 262,
    "mì": 131,
    "quảng": 179,
    "ý": 253,
    "bún": 21,
    "chả": 39,
    "cá": 47,
    "í": 251,
    "cho": 31,
    "biết": 8,
    "bánh": 18,
    "tráng": 217,
    "cuốn": 46,
    "thịt": 211,
    "heo": 80,
    "chắc": 41,
    "là": 115,
    "nem": 140,
    "lụi": 124,
    "xèo": 248,
    "cơm": 56,
    "hến": 97,
    "nắm": 167,
    "nêm": 161,
    "thì": 205,
    "sao": 188,
    "kem": 101,
    "bơ": 22,
    "có": 53,
    "ạ": 278,
    "gỏi": 77,
    "ấy": 279,
    "đập": 267,
    "bột": 24,
    "lọc": 123,
    "cao": 26,
    "lầu": 121,
    "đà": 259,
    "nẵng": 169,
    "hỏi": 98,
    "ở": 282,
    "chỗ": 44,
    "nào": 159,
    "nghe": 141,
    "trích": 219,
    "đặc": 270,
    "sản": 193,
    "thông": 206,
    "tin": 213,
    "gì": 74,
    "ếch": 280,
    "giá": 68,
    "khoảng": 102,
    "bao": 6,
    "nhiêu": 149,
    "một": 136,
    "tô": 225,
    "món": 134,
    "quán": 178,
    "nổi": 170,
    "tiếng": 214,
    "bò": 20,
    "mua": 129,
    "đâu": 260,
    "chuẩn": 34,
    "muốn": 130,
    "kể": 108,
    "giới": 70,
    "thiệu": 202,
    "các": 48,
    "những": 156,
    "ăn": 254,
    "hãy": 86,
    "nên": 162,
    "liệt": 111,
    "kê": 106,
    "trưng": 220,
    "của": 60,
    "đồ": 273,
    "hấp": 95,
    "dẫn": 65,
    "còn": 52,
    "khác": 103,
    "thêm": 204,
    "nữa": 171,
    "vài": 238,
    "đói": 263,
    "quá": 177,
    "tao": 198,
    "lắm": 122,
    "cả": 57,
    "thế": 209,
    "suất": 191,
    "tiền": 215,
    "đắt": 269,
    "căn": 55,
    "cái": 50,
    "phần": 174,
    "que": 176,
    "ốc": 281,
    "hút": 88,
    "chè": 37,
    "sầu": 194,
    "riêng": 182,
    "ly": 114,
    "tôi": 226,
    "và": 237,
    "chi": 29,
    "phí": 172,
    "mực": 138,
    "nắng": 168,
    "rổ": 187,
    "tré": 218,
    "trộn": 221,
    "dĩa": 63,
    "ram": 180,
    "cải": 58,
    "nậm": 166,
    "chiếc": 30,
    "mít": 133,
    "__number__": 0,
    "nghìn": 142,
    "bán": 17,
    "nhất": 154,
    "địa": 272,
    "chỉ": 43,
    "mắm": 135,
    "tại": 230,
    "tìm": 224,
    "điểm": 258,
    "nam": 139,
    "ô": 252,
    "làm": 116,
    "nhà": 151,
    "hàng": 84,
    "phục": 175,
    "vụ": 245,
    "gần": 75,
    "hải": 93,
    "tươi": 229,
    "sống": 195,
    "lưu": 119,
    "thể": 210,
    "entity": 66,
    "chung": 32,
    "hơn": 89,
    "gà": 73,
    "rim": 181,
    "me": 126,
    "rẻ": 185,
    "canh": 25,
    "ruộng": 183,
    "vỉa": 242,
    "hè": 87,
    "xoa": 247,
    "hạt": 92,
    "lựu": 125,
    "đúng": 264,
    "vị": 243,
    "nướng": 165,
    "đậu": 268,
    "tôm": 227,
    "bà": 15,
    "lan": 109,
    "kèm": 105,
    "với": 244,
    "để": 271,
    "tạo": 232,
    "độ": 274,
    "miệng": 127,
    "chế": 42,
    "biến": 7,
    "theo": 201,
    "cách": 49,
    "ngoài": 144,
    "chay": 28,
    "tăng": 228,
    "đa": 255,
    "dạng": 64,
    "trở": 222,
    "đậm": 266,
    "thưởng": 208,
    "thức": 212,
    "topping": 216,
    "phù": 173,
    "hợp": 99,
    "loại": 113,
    "nước": 164,
    "dùng": 62,
    "chấm": 40,
    "kẹp": 107,
    "bèo": 19,
    "gia": 67,
    "hoàn": 83,
    "hảo": 94,
    "hương": 90,
    "thú": 207
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank_you": 8,
    "ask_food_details": 1,
    "ask_all_foods": 0,
    "ask_food_price": 3,
    "ask_food_location": 2,
    "faq_food_question": 4,
    "inform_food_name": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_food_faq": 0,
    "action_list_many_foods": 7,
    "action_provide_food_info": 9,
    "action_provide_food_location": 10,
    "action_provide_food_price": 11,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_you_are_welcome": 19
  },
  "action_text": null,
  "intent_response_key": null
}