{
  "text": {
    "hey": 90,
    "hello": 88,
    "hi": 91,
    "chào": 40,
    "bạn": 25,
    "xin": 296,
    "buối": 12,
    "sáng": 226,
    "buổi": 13,
    "tối": 278,
    "này": 183,
    "anh": 3,
    "ơi": 331,
    "rất": 217,
    "hân": 95,
    "hạnh": 101,
    "được": 319,
    "gặp": 85,
    "ngày": 165,
    "mới": 155,
    "tốt": 279,
    "lành": 130,
    "lâu": 132,
    "rồi": 219,
    "không": 115,
    "nhỉ": 178,
    "ê": 302,
    "bro": 11,
    "iu": 110,
    "alo": 2,
    "good": 80,
    "by": 14,
    "cee": 31,
    "you": 301,
    "later": 122,
    "night": 181,
    "bye": 15,
    "goodbye": 81,
    "have": 87,
    "a": 1,
    "nice": 180,
    "day": 70,
    "see": 223,
    "around": 4,
    "bái": 17,
    "bai": 6,
    "tạm": 276,
    "biệt": 10,
    "nhá": 174,
    "hẹn": 106,
    "lại": 134,
    "vui": 283,
    "vẻ": 289,
    "cuối": 50,
    "tuần": 267,
    "chúc": 43,
    "thành": 242,
    "công": 60,
    "nhaa": 169,
    "mình": 149,
    "đi": 308,
    "nha": 168,
    "nói": 187,
    "chuyện": 37,
    "sau": 222,
    "mong": 143,
    "sớm": 231,
    "ngủ": 167,
    "ngon": 162,
    "nhé": 175,
    "tớ": 280,
    "chuồn": 39,
    "đây": 314,
    "cảm": 65,
    "ơn": 332,
    "nhiều": 172,
    "cám": 57,
    "thanks": 237,
    "thank": 236,
    "lot": 125,
    "vì": 286,
    "sự": 234,
    "giúp": 78,
    "đỡ": 330,
    "về": 290,
    "điều": 309,
    "đó": 315,
    "mì": 148,
    "quảng": 209,
    "ý": 305,
    "bún": 23,
    "chả": 44,
    "cá": 53,
    "í": 303,
    "cho": 35,
    "biết": 9,
    "bánh": 19,
    "tráng": 261,
    "cuốn": 51,
    "thịt": 253,
    "heo": 89,
    "chắc": 46,
    "là": 128,
    "nem": 159,
    "lụi": 139,
    "xèo": 299,
    "cơm": 62,
    "hến": 107,
    "nắm": 191,
    "nêm": 184,
    "thì": 244,
    "sao": 221,
    "kem": 111,
    "bơ": 24,
    "có": 59,
    "ạ": 333,
    "gỏi": 86,
    "ấy": 334,
    "đập": 321,
    "bột": 27,
    "lọc": 138,
    "cao": 29,
    "lầu": 136,
    "đà": 311,
    "nẵng": 193,
    "hỏi": 108,
    "ở": 337,
    "chỗ": 49,
    "nào": 182,
    "nghe": 160,
    "trích": 263,
    "đặc": 324,
    "sản": 228,
    "thông": 245,
    "tin": 255,
    "gì": 83,
    "ếch": 335,
    "giá": 77,
    "khoảng": 113,
    "bao": 7,
    "nhiêu": 171,
    "một": 154,
    "tô": 270,
    "món": 151,
    "quán": 208,
    "nổi": 195,
    "tiếng": 256,
    "bò": 22,
    "mua": 144,
    "đâu": 313,
    "chuẩn": 38,
    "muốn": 145,
    "kể": 120,
    "giới": 79,
    "thiệu": 240,
    "các": 54,
    "những": 179,
    "ăn": 306,
    "hãy": 96,
    "nên": 185,
    "liệt": 123,
    "kê": 117,
    "trưng": 264,
    "của": 68,
    "đồ": 327,
    "hấp": 105,
    "dẫn": 74,
    "còn": 58,
    "khác": 114,
    "thêm": 243,
    "nữa": 196,
    "vài": 285,
    "đói": 316,
    "quá": 207,
    "tao": 235,
    "lắm": 137,
    "cả": 63,
    "thế": 251,
    "suất": 225,
    "tiền": 257,
    "đắt": 323,
    "căn": 61,
    "cái": 56,
    "phần": 203,
    "que": 206,
    "ốc": 336,
    "hút": 98,
    "chè": 42,
    "sầu": 229,
    "riêng": 214,
    "ly": 127,
    "tôi": 271,
    "và": 284,
    "chi": 33,
    "phí": 200,
    "mực": 157,
    "nắng": 192,
    "rổ": 220,
    "tré": 262,
    "trộn": 265,
    "dĩa": 72,
    "ram": 211,
    "cải": 64,
    "nậm": 190,
    "chiếc": 34,
    "mít": 150,
    "__number__": 0,
    "nghìn": 161,
    "bán": 18,
    "nhất": 177,
    "địa": 326,
    "chỉ": 48,
    "mắm": 152,
    "tại": 275,
    "tìm": 269,
    "điểm": 310,
    "nam": 158,
    "ô": 304,
    "làm": 129,
    "nhà": 173,
    "hàng": 94,
    "phục": 205,
    "vụ": 294,
    "gần": 84,
    "hải": 103,
    "tươi": 274,
    "sống": 230,
    "lưu": 133,
    "thể": 252,
    "entity": 75,
    "chung": 36,
    "hơn": 99,
    "gà": 82,
    "rim": 213,
    "me": 141,
    "rẻ": 218,
    "canh": 28,
    "ruộng": 215,
    "vỉa": 291,
    "hè": 97,
    "xoa": 297,
    "hạt": 102,
    "lựu": 140,
    "đúng": 318,
    "vị": 292,
    "nướng": 189,
    "đậu": 322,
    "tôm": 272,
    "loại": 126,
    "topping": 258,
    "nhau": 170,
    "với": 293,
    "kẹp": 118,
    "từ": 281,
    "nguyên": 164,
    "liệu": 124,
    "bèo": 20,
    "thường": 248,
    "hương": 100,
    "bật": 26,
    "bê": 21,
    "thui": 241,
    "cầu": 66,
    "mống": 153,
    "nó": 186,
    "so": 224,
    "huế": 93,
    "như": 176,
    "chế": 47,
    "biến": 8,
    "khiến": 112,
    "trong": 259,
    "vùng": 287,
    "thiếu": 239,
    "phá": 198,
    "lấu": 135,
    "kèm": 116,
    "nước": 188,
    "để": 325,
    "tăng": 273,
    "cháo": 41,
    "quẩy": 210,
    "sườn": 227,
    "sụn": 232,
    "gia": 76,
    "thơm": 247,
    "tào": 268,
    "phớ": 204,
    "thú": 246,
    "độ": 328,
    "ngọt": 166,
    "lá": 131,
    "đùi": 317,
    "cừu": 69,
    "kết": 119,
    "hợp": 109,
    "rượu": 216,
    "thưởng": 249,
    "thức": 254,
    "bà": 16,
    "lan": 121,
    "tạo": 277,
    "miệng": 142,
    "phong": 197,
    "phú": 202,
    "theo": 238,
    "cách": 55,
    "ngoài": 163,
    "chay": 32,
    "đa": 307,
    "dạng": 73,
    "trở": 266,
    "đậm": 320,
    "phù": 201,
    "dùng": 71,
    "chấm": 45,
    "hoàn": 92,
    "hảo": 104,
    "độc": 329,
    "đáo": 312,
    "rau": 212,
    "mát": 147,
    "cay": 30,
    "nồng": 194,
    "thập": 250,
    "cẩm": 67,
    "xối": 300,
    "mỡ": 156,
    "xanh": 295,
    "xào": 298,
    "ba": 5,
    "màu": 146,
    "cà": 52,
    "phê": 199,
    "trà": 260,
    "sữa": 233,
    "vậy": 288,
    "uống": 282
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thank_you": 8,
    "ask_food_details": 2,
    "ask_all_foods": 1,
    "ask_food_price": 4,
    "ask_food_location": 3,
    "faq_food_question": 5,
    "ask_all_coffee_tea_shops": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_food_faq": 0,
    "action_list_many_coffees": 7,
    "action_list_many_foods": 8,
    "action_provide_food_info": 10,
    "action_provide_food_location": 11,
    "action_provide_food_price": 12,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_you_are_welcome": 20
  },
  "action_text": null,
  "intent_response_key": null
}