{
  "text": {
    "hey": 74,
    "hello": 72,
    "hi": 75,
    "chào": 34,
    "bạn": 21,
    "xin": 222,
    "buối": 10,
    "sáng": 174,
    "buổi": 11,
    "tối": 210,
    "này": 143,
    "anh": 3,
    "ơi": 248,
    "rất": 165,
    "hân": 77,
    "hạnh": 82,
    "được": 240,
    "gặp": 68,
    "ngày": 128,
    "mới": 121,
    "tốt": 211,
    "lành": 102,
    "lâu": 103,
    "rồi": 167,
    "không": 93,
    "nhỉ": 138,
    "ê": 226,
    "bro": 9,
    "iu": 89,
    "alo": 2,
    "good": 63,
    "by": 12,
    "cee": 25,
    "you": 225,
    "later": 96,
    "night": 141,
    "bye": 13,
    "goodbye": 64,
    "have": 71,
    "a": 1,
    "nice": 140,
    "day": 56,
    "see": 171,
    "around": 4,
    "bái": 14,
    "bai": 5,
    "tạm": 208,
    "biệt": 8,
    "nhá": 135,
    "hẹn": 86,
    "lại": 105,
    "vui": 213,
    "vẻ": 217,
    "cuối": 41,
    "tuần": 201,
    "chúc": 36,
    "thành": 184,
    "công": 49,
    "nhaa": 131,
    "mình": 116,
    "đi": 231,
    "nha": 130,
    "nói": 146,
    "chuyện": 31,
    "sau": 170,
    "mong": 112,
    "sớm": 178,
    "ngủ": 129,
    "ngon": 127,
    "nhé": 136,
    "tớ": 212,
    "chuồn": 33,
    "đây": 236,
    "cảm": 54,
    "ơn": 249,
    "nhiều": 133,
    "cám": 46,
    "thanks": 182,
    "thank": 181,
    "lot": 98,
    "vì": 216,
    "sự": 179,
    "giúp": 61,
    "đỡ": 247,
    "về": 218,
    "điều": 232,
    "đó": 237,
    "mì": 115,
    "quảng": 160,
    "ý": 229,
    "bún": 19,
    "chả": 37,
    "cá": 43,
    "í": 227,
    "cho": 29,
    "biết": 7,
    "bánh": 16,
    "tráng": 196,
    "cuốn": 42,
    "thịt": 190,
    "heo": 73,
    "chắc": 38,
    "là": 100,
    "nem": 124,
    "lụi": 109,
    "xèo": 224,
    "cơm": 51,
    "hến": 87,
    "nắm": 149,
    "nêm": 144,
    "thì": 186,
    "sao": 169,
    "kem": 90,
    "bơ": 20,
    "có": 48,
    "ạ": 250,
    "gỏi": 69,
    "ấy": 251,
    "đập": 241,
    "bột": 22,
    "lọc": 108,
    "cao": 24,
    "lầu": 106,
    "đà": 234,
    "nẵng": 151,
    "hỏi": 88,
    "ở": 254,
    "chỗ": 40,
    "nào": 142,
    "nghe": 125,
    "trích": 198,
    "đặc": 244,
    "sản": 175,
    "thông": 187,
    "tin": 192,
    "gì": 66,
    "ếch": 252,
    "giá": 60,
    "khoảng": 91,
    "bao": 6,
    "nhiêu": 132,
    "một": 120,
    "tô": 203,
    "món": 118,
    "quán": 159,
    "nổi": 152,
    "tiếng": 193,
    "bò": 18,
    "mua": 113,
    "đâu": 235,
    "chuẩn": 32,
    "ốc": 253,
    "hút": 80,
    "ăn": 230,
    "và": 214,
    "rẻ": 166,
    "căn": 50,
    "khác": 92,
    "muốn": 114,
    "thử": 191,
    "mít": 117,
    "trộn": 200,
    "gợi": 70,
    "địa": 245,
    "chỉ": 39,
    "mắm": 119,
    "nậm": 148,
    "hải": 84,
    "tươi": 206,
    "sống": 177,
    "sinh": 172,
    "tố": 209,
    "đậu": 242,
    "tôm": 205,
    "chi": 27,
    "tiết": 194,
    "tré": 197,
    "suất": 173,
    "bèo": 17,
    "chay": 26,
    "kể": 95,
    "giới": 62,
    "thiệu": 183,
    "các": 44,
    "những": 139,
    "hãy": 78,
    "nên": 145,
    "liệt": 97,
    "kê": 94,
    "trưng": 199,
    "của": 55,
    "đồ": 246,
    "hấp": 85,
    "dẫn": 58,
    "còn": 47,
    "thêm": 185,
    "nữa": 153,
    "vài": 215,
    "đói": 238,
    "quá": 158,
    "tao": 180,
    "lắm": 107,
    "cả": 52,
    "thế": 188,
    "tiền": 195,
    "đắt": 243,
    "cái": 45,
    "phần": 155,
    "que": 157,
    "chè": 35,
    "sầu": 176,
    "riêng": 163,
    "ly": 99,
    "tôi": 204,
    "phí": 154,
    "mực": 122,
    "nắng": 150,
    "rổ": 168,
    "dĩa": 57,
    "ram": 161,
    "cải": 53,
    "chiếc": 28,
    "__number__": 0,
    "nghìn": 126,
    "bán": 15,
    "nhất": 137,
    "tại": 207,
    "tìm": 202,
    "điểm": 233,
    "nam": 123,
    "ô": 228,
    "làm": 101,
    "nhà": 134,
    "hàng": 76,
    "phục": 156,
    "vụ": 221,
    "gần": 67,
    "lưu": 104,
    "thể": 189,
    "entity": 59,
    "chung": 30,
    "hơn": 81,
    "gà": 65,
    "rim": 162,
    "me": 111,
    "canh": 23,
    "ruộng": 164,
    "vỉa": 219,
    "hè": 79,
    "xoa": 223,
    "hạt": 83,
    "lựu": 110,
    "đúng": 239,
    "vị": 220,
    "nướng": 147
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "thank_you": 7,
    "inform_food_name": 6,
    "ask_food_info": 1,
    "ask_all_foods": 0,
    "ask_food_price": 3,
    "ask_food_location": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_many_foods": 6,
    "action_provide_food_info": 8,
    "action_provide_food_location": 9,
    "action_provide_food_price": 10,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_you_are_welcome": 18
  },
  "action_text": null,
  "intent_response_key": null
}