{
  "text": {
    "hey": 82,
    "hello": 80,
    "hi": 83,
    "chào": 36,
    "bạn": 23,
    "xin": 251,
    "buối": 11,
    "sáng": 194,
    "buổi": 12,
    "tối": 238,
    "này": 161,
    "anh": 3,
    "ơi": 281,
    "rất": 185,
    "hân": 86,
    "hạnh": 92,
    "được": 270,
    "gặp": 76,
    "ngày": 146,
    "mới": 138,
    "tốt": 239,
    "lành": 118,
    "lâu": 119,
    "rồi": 187,
    "không": 105,
    "nhỉ": 156,
    "ê": 255,
    "bro": 10,
    "iu": 101,
    "alo": 2,
    "good": 71,
    "by": 13,
    "cee": 27,
    "you": 254,
    "later": 111,
    "night": 159,
    "bye": 14,
    "goodbye": 72,
    "have": 79,
    "a": 1,
    "nice": 158,
    "day": 61,
    "see": 191,
    "around": 4,
    "bái": 16,
    "bai": 5,
    "tạm": 235,
    "biệt": 9,
    "nhá": 153,
    "hẹn": 97,
    "lại": 121,
    "vui": 241,
    "vẻ": 245,
    "cuối": 45,
    "tuần": 227,
    "chúc": 38,
    "thành": 205,
    "công": 54,
    "nhaa": 149,
    "mình": 133,
    "đi": 261,
    "nha": 148,
    "nói": 164,
    "chuyện": 33,
    "sau": 190,
    "mong": 129,
    "sớm": 198,
    "ngủ": 147,
    "ngon": 144,
    "nhé": 154,
    "tớ": 240,
    "chuồn": 35,
    "đây": 266,
    "cảm": 59,
    "ơn": 282,
    "nhiều": 151,
    "cám": 51,
    "thanks": 202,
    "thank": 201,
    "lot": 113,
    "vì": 244,
    "sự": 199,
    "giúp": 69,
    "đỡ": 280,
    "về": 246,
    "điều": 262,
    "đó": 267,
    "mì": 132,
    "quảng": 180,
    "ý": 258,
    "bún": 21,
    "chả": 39,
    "cá": 47,
    "í": 256,
    "cho": 31,
    "biết": 8,
    "bánh": 18,
    "tráng": 221,
    "cuốn": 46,
    "thịt": 213,
    "heo": 81,
    "chắc": 41,
    "là": 116,
    "nem": 141,
    "lụi": 125,
    "xèo": 253,
    "cơm": 56,
    "hến": 98,
    "nắm": 168,
    "nêm": 162,
    "thì": 207,
    "sao": 189,
    "kem": 102,
    "bơ": 22,
    "có": 53,
    "ạ": 283,
    "gỏi": 77,
    "ấy": 284,
    "đập": 272,
    "bột": 24,
    "lọc": 124,
    "cao": 26,
    "lầu": 122,
    "đà": 264,
    "nẵng": 170,
    "hỏi": 99,
    "ở": 287,
    "chỗ": 44,
    "nào": 160,
    "nghe": 142,
    "trích": 223,
    "đặc": 275,
    "sản": 195,
    "thông": 208,
    "tin": 216,
    "gì": 74,
    "ếch": 285,
    "giá": 68,
    "khoảng": 103,
    "bao": 6,
    "nhiêu": 150,
    "một": 137,
    "tô": 229,
    "món": 135,
    "quán": 179,
    "nổi": 171,
    "tiếng": 217,
    "bò": 20,
    "mua": 130,
    "đâu": 265,
    "chuẩn": 34,
    "ốc": 286,
    "hút": 89,
    "ăn": 259,
    "và": 242,
    "rẻ": 186,
    "căn": 55,
    "khác": 104,
    "muốn": 131,
    "thử": 215,
    "mít": 134,
    "trộn": 225,
    "gợi": 78,
    "địa": 277,
    "chỉ": 43,
    "mắm": 136,
    "nậm": 167,
    "hải": 94,
    "tươi": 233,
    "sống": 197,
    "sinh": 192,
    "tố": 237,
    "đậu": 273,
    "tôm": 231,
    "chi": 29,
    "tiết": 218,
    "tré": 222,
    "suất": 193,
    "bèo": 19,
    "chay": 28,
    "kể": 109,
    "giới": 70,
    "thiệu": 204,
    "các": 48,
    "những": 157,
    "hãy": 87,
    "nên": 163,
    "liệt": 112,
    "kê": 107,
    "trưng": 224,
    "của": 60,
    "đồ": 278,
    "hấp": 96,
    "dẫn": 65,
    "còn": 52,
    "thêm": 206,
    "nữa": 172,
    "vài": 243,
    "đói": 268,
    "quá": 178,
    "tao": 200,
    "lắm": 123,
    "cả": 57,
    "thế": 211,
    "tiền": 219,
    "đắt": 274,
    "cái": 50,
    "phần": 175,
    "que": 177,
    "chè": 37,
    "sầu": 196,
    "riêng": 183,
    "ly": 115,
    "tôi": 230,
    "phí": 173,
    "mực": 139,
    "nắng": 169,
    "rổ": 188,
    "dĩa": 63,
    "ram": 181,
    "cải": 58,
    "chiếc": 30,
    "__number__": 0,
    "nghìn": 143,
    "bán": 17,
    "nhất": 155,
    "tại": 234,
    "tìm": 228,
    "điểm": 263,
    "nam": 140,
    "ô": 257,
    "làm": 117,
    "nhà": 152,
    "hàng": 85,
    "phục": 176,
    "vụ": 250,
    "gần": 75,
    "lưu": 120,
    "thể": 212,
    "entity": 66,
    "chung": 32,
    "hơn": 90,
    "gà": 73,
    "rim": 182,
    "me": 127,
    "canh": 25,
    "ruộng": 184,
    "vỉa": 247,
    "hè": 88,
    "xoa": 252,
    "hạt": 93,
    "lựu": 126,
    "đúng": 269,
    "vị": 248,
    "nướng": 166,
    "bà": 15,
    "lan": 110,
    "kèm": 106,
    "với": 249,
    "để": 276,
    "tạo": 236,
    "độ": 279,
    "miệng": 128,
    "chế": 42,
    "biến": 7,
    "theo": 203,
    "cách": 49,
    "ngoài": 145,
    "tăng": 232,
    "đa": 260,
    "dạng": 64,
    "trở": 226,
    "đậm": 271,
    "thưởng": 210,
    "thức": 214,
    "topping": 220,
    "phù": 174,
    "hợp": 100,
    "loại": 114,
    "nước": 165,
    "dùng": 62,
    "chấm": 40,
    "kẹp": 108,
    "gia": 67,
    "hoàn": 84,
    "hảo": 95,
    "hương": 91,
    "thú": 209
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank_you": 8,
    "inform_food_name": 7,
    "ask_food_info": 1,
    "ask_all_foods": 0,
    "ask_food_price": 3,
    "ask_food_location": 2,
    "faq_food_question": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_answer_food_faq": 0,
    "action_list_many_foods": 7,
    "action_provide_food_info": 9,
    "action_provide_food_location": 10,
    "action_provide_food_price": 11,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_you_are_welcome": 19
  },
  "action_text": null,
  "intent_response_key": null
}